{
    "kind": "customsearch#search",
    "url": {
        "type": "application/json",
        "template": "https://www.googleapis.com/customsearch/v1?q={searchTerms}&num={count?}&start={startIndex?}&lr={language?}&safe={safe?}&cx={cx?}&sort={sort?}&filter={filter?}&gl={gl?}&cr={cr?}&googlehost={googleHost?}&c2coff={disableCnTwTranslation?}&hq={hq?}&hl={hl?}&siteSearch={siteSearch?}&siteSearchFilter={siteSearchFilter?}&exactTerms={exactTerms?}&excludeTerms={excludeTerms?}&linkSite={linkSite?}&orTerms={orTerms?}&dateRestrict={dateRestrict?}&lowRange={lowRange?}&highRange={highRange?}&searchType={searchType}&fileType={fileType?}&rights={rights?}&imgSize={imgSize?}&imgType={imgType?}&imgColorType={imgColorType?}&imgDominantColor={imgDominantColor?}&alt=json"
    },
    "queries": {
        "request": [
            {
                "title": "Google Custom Search - Environmental factors affecting condensation freezing hot water",
                "totalResults": "13200000",
                "searchTerms": "Environmental factors affecting condensation freezing hot water",
                "count": 10,
                "startIndex": 1,
                "inputEncoding": "utf8",
                "outputEncoding": "utf8",
                "safe": "off",
                "cx": "73d45d507c0b2430e",
                "siteSearch": "www.snopes.com, www.factcheck.org, www.politifact.com, www.truthorfiction.com, fullfact.org, www.hoax-slayer.com, leadstories.com, www.opensecrets.org, www.washingtonpost.com/news/fact-checker, www.reuters.com/fact-check, apnews.com/APFactCheck, www.bbc.com/news/reality_check, factcheckni.org, facta.news, checkyourfact.com, africacheck.org, verafiles.org, maldita.es, correctiv.org, teyit.org",
                "siteSearchFilter": "e"
            }
        ],
        "nextPage": [
            {
                "title": "Google Custom Search - Environmental factors affecting condensation freezing hot water",
                "totalResults": "13200000",
                "searchTerms": "Environmental factors affecting condensation freezing hot water",
                "count": 10,
                "startIndex": 11,
                "inputEncoding": "utf8",
                "outputEncoding": "utf8",
                "safe": "off",
                "cx": "73d45d507c0b2430e",
                "siteSearch": "www.snopes.com, www.factcheck.org, www.politifact.com, www.truthorfiction.com, fullfact.org, www.hoax-slayer.com, leadstories.com, www.opensecrets.org, www.washingtonpost.com/news/fact-checker, www.reuters.com/fact-check, apnews.com/APFactCheck, www.bbc.com/news/reality_check, factcheckni.org, facta.news, checkyourfact.com, africacheck.org, verafiles.org, maldita.es, correctiv.org, teyit.org",
                "siteSearchFilter": "e"
            }
        ]
    },
    "context": {
        "title": "DogeNet Search"
    },
    "searchInformation": {
        "searchTime": 0.288111,
        "formattedSearchTime": "0.29",
        "totalResults": "13200000",
        "formattedTotalResults": "13,200,000"
    },
    "items": [
        {
            "evidence0": {
                "kind": "customsearch#result",
                "title": "CLOUD DEVELOPMENT",
                "htmlTitle": "CLOUD DEVELOPMENT",
                "link": "https://www.weather.gov/source/zhu/ZHU_Training_Page/clouds/cloud_development/clouds.htm",
                "displayLink": "www.weather.gov",
                "snippet": "When saturation occurs, moisture becomes visible water droplets in the form of fog and clouds. It should be noted that condensation by itself does not cause ...",
                "htmlSnippet": "When saturation occurs, moisture becomes visible <b>water</b> droplets <b>in</b> the form <b>of</b> fog and clouds. It should be noted that <b>condensation</b> by itself does not cause&nbsp;...",
                "formattedUrl": "https://www.weather.gov/source/zhu/ZHU_Training_Page/.../clouds.htm",
                "htmlFormattedUrl": "https://www.weather.gov/source/zhu/ZHU_Training_Page/.../clouds.htm",
                "website_content": {
                    "content": "[Content truncated]... sensible\r\n and latent heat. Sensible heat is transferred by the processes of conduction and convection. Conduction\r\n transfers energy within a substance, and convection transfers energy through the vertical movement of the \r\n heated substance. Latent heat is the transfer of energy by transforming the substance itself. As you recall,\r\n water has the ability to exist as liquid, gas or solid. The transformation from liquid to gas is called\r\n evaporation; the reverse process, from gas to liquid, is called condensation; from liquid to solid is known as\r\n solidification (freezing); and from solid to liquid, fusion (melting). Water can also be transformed directly\r\n from solid to gas (sublimation), or the reverse, through a process called deposition. We will see these various processes in \r\n the formation of clouds.\n Clouds are formed when air contains as much water vapor (gas) as it can hold. This is called the saturation\r\n point, and it can be reached in two ways. First, moisture accumulates until it reaches the maximum amount the\r\n volume of air can hold. The other method reduces the temperature of the moisture filled air, which in turn\r\n lowers the amount of moisture it can contain. Saturation, therefore, is reached through evaporation and\r\n condensation, respectively. When saturation occurs, moisture becomes visible water droplets in the form of\r\n fog and clouds. \n It should be noted that condensation by itself does not cause precipitation (rain, snow, sleet, hail). The \r\n moisture in clouds must become heavy enough to succumb to gravity and return to earth's surface. This occurs\r\n through two processes. In cold clouds ice crystals and water droplets exist side by side. Due to an imbalance\r\n of water vapor pressure, the water droplets transfer to the ice crystals. The crystals eventually grow heavy\r\n enough to fall to earth. In the second process, water droplets in warm clouds collide and change their electric\r\n charge. Droplets of unlike charge attract one another and merge, thereby growing until they have sufficient\r\n weight to fall. \n There is no difference between fog and clouds other than altitude. Fog is defined as a visible moisture that\r\n begins at a height lower than 50 feet. If the visible moisture begins at or above 50 feet, it is called a cloud.\r\n Two common types of fog are called radiation fog and advection fog. Radiation fog forms during the night as the\r\n earth's surface cools and the air immediately above it cools in turn by conduction. If the air is moist enough...[Content truncated]",
                    "content_tokens": 500
                },
                "website_quality_evaluation": {
                    "website_qualityScore": 9,
                    "justification": "This is the official website of the National Weather Service in the United States. It provides reliable and accurate information about weather phenomena, forecasts, and safety recommendations. The scientific data presented is credible, based on rigorous meteorological research, and it serves as a primary source for weather-related information. While it's highly reliable, a slight deduction is made as it primarily focuses on U.S. weather, which may limit international context."
                },
                "Newness": {
                    "NewnessScore": 0,
                    "Date": "No date found"
                },
                "Relevance": {
                    "RelevanceScore": 6,
                    "Relevance Justification": "This evidence discusses cloud development and condensation processes. While it provides background on how moisture in the air can condense into droplets, it doesn't specifically address the impact of cold temperature on the boiling water in the video or how the observed condensation leads to ice formation. However, it does provide useful context about condensation mechanisms."
                }
            }
        },
        {
            "evidence1": {
                "kind": "customsearch#result",
                "title": "The Water Cycle and Climate Change | Center for Science Education",
                "htmlTitle": "The <b>Water</b> Cycle and <b>Climate</b> Change | Center for Science Education",
                "link": "https://scied.ucar.edu/learning-zone/climate-change-impacts/water-cycle-climate-change",
                "displayLink": "scied.ucar.edu",
                "snippet": "Some areas may experience heavier than normal precipitation, and other areas may become prone to droughts, as the traditional locations of rain belts and ...",
                "htmlSnippet": "Some areas may experience heavier than normal precipitation, and other areas may become prone to droughts, as the traditional locations <b>of</b> rain belts and&nbsp;...",
                "formattedUrl": "https://scied.ucar.edu/learning-zone/climate.../water-cycle-climate-change",
                "htmlFormattedUrl": "https://scied.ucar.edu/learning-zone/climate.../<b>water</b>-cycle-climate-change",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTOZFL33ydAMKTL2KrW0ohFMk-Wy_ni7SMi2WiTeYs-wZSRodRGryw-vaH6&s",
                            "width": "275",
                            "height": "183"
                        }
                    ],
                    "metatags": [
                        {
                            "application-name": "UCAR",
                            "msapplication-square70x70logo": "/profiles/composer/unity-profile/themes/unity/img/app-favicons/ucar/ms-icon-70x70.png",
                            "handheldfriendly": "true",
                            "msapplication-square310x310logo": "/profiles/composer/unity-profile/themes/unity/img/app-favicons/ucar/ms-icon-310x310.png",
                            "viewport": "width=device-width, initial-scale=1.0",
                            "author": "UCAR Center for Science Education",
                            "apple-mobile-web-app-capable": "yes",
                            "apple-mobile-web-app-title": "UCAR",
                            "mobileoptimized": "width",
                            "msapplication-square150x150logo": "/profiles/composer/unity-profile/themes/unity/img/app-favicons/ucar/ms-icon-150x150.png"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://scied.ucar.edu/sites/default/files/styles/extra_large/public/media/images/drought_noaa.jpg.webp?itok=u_Qe_KPP"
                        }
                    ]
                },
                "website_content": {
                    "content": "Water is always on the move. Rain falling today may have been water in a distant ocean days before. And the water you see in a river or stream may have been snow on a high mountaintop. Water is in the atmosphere, on the land, in the ocean, and underground. It moves from place to place through the **__**, which is changing as climate changes. Below are examples of some changes that are happening as global temperatures rise.\nClimate change affects evaporation and precipitation.\n-----------------------------------------------------\n**** is likely causing parts of the water cycle to speed up as **** increase the rate of evaporation worldwide. More evaporation is causing more precipitation, on average. We are already seeing impacts of higher evaporation and precipitation rates, and the impacts are expected to increase over this century as climate warms.\nHigher evaporation and precipitation rates are not evenly distributed around the world. Some areas may experience heavier than normal precipitation, and other areas may become prone to droughts, as the traditional locations of rain belts and deserts shift in response to a changing climate. Some climate models predict that coastal regions will become wetter and the middle of continents will become drier. Also, some models forecast more evaporation and rainfall over oceans, but not necessarily over land.\nWarmer temperatures associated with climate change and increased carbon dioxide levels may speed plant growth in regions with ample moisture and nutrients. This could lead to increased transpiration, the release of water vapor into the air by plants as a result of photosynthesis.\n!\nMudcracks form during droughts when the ground dries out and moisture evaporates.\n_NOAA_\nChanging climate means changing weather.\n----------------------------------------\nClimate warming is causing changes to weather in different regions of the world. In particular, it is causing more extreme weather events than we have seen in the past. These extreme weather events can have impacts on human health, limiting access to clean drinking water, food, and shelter and taxing people’s ability to cope with heat, drought or flood.\n*   **More rain and flooding:** With more evaporation, there is more water in the air so storms can produce more intense rainfall events in some areas. This can cause flooding – a risk to the environment and human health.  \n*   **More extreme drought:** Warmer temperatures cause more ev...[Content truncated]",
                    "content_tokens": 500
                },
                "website_quality_evaluation": {
                    "website_qualityScore": 8,
                    "justification": "This is the educational website of the University Corporation for Atmospheric Research (UCAR), aimed at increasing public understanding of atmospheric science. The materials tend to be educational and backed by scientific research. It demonstrates a strong ability to explain weather phenomena clearly. However, it might not consistently address fake news directly, leading to a modest deduction."
                },
                "Newness": {
                    "NewnessScore": 0,
                    "Date": "No date found"
                },
                "Relevance": {
                    "RelevanceScore": 4,
                    "Relevance Justification": "This evidence discusses the water cycle and climate change effects on evaporation and precipitation. Although it touches on water vapor movement and precipitation—concepts related to steam and condensation—it does not provide specific environmental factors directly linked to the rapid condensation from hot water in the video."
                }
            }
        },
        {
            "evidence2": {
                "kind": "customsearch#result",
                "title": "Discussion on Humidity",
                "htmlTitle": "Discussion on Humidity",
                "link": "https://www.weather.gov/lmk/humidity",
                "displayLink": "www.weather.gov",
                "snippet": "Warm air can possess more water vapor (moisture) than cold air, so with the same amount of absolute/specific humidity, air will have a HIGHER relative humidity ...",
                "htmlSnippet": "<b>Warm</b> air can possess more <b>water</b> vapor (moisture) than <b>cold</b> air, so with the same amount <b>of</b> absolute/specific humidity, air will have a HIGHER relative humidity&nbsp;...",
                "formattedUrl": "https://www.weather.gov/lmk/humidity",
                "htmlFormattedUrl": "https://www.weather.gov/lmk/humidity",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTZLg-eQoO0rctXqepMAfsgrKjnCh4ySw-HzN7657VC14iE-Tx5oEix0g&s=0",
                            "width": "146",
                            "height": "105"
                        }
                    ],
                    "metatags": [
                        {
                            "dc.publisher": "NOAA's National Weather Service",
                            "dc.description": "Discussion on Humidity",
                            "dc.creator": "US Department of Commerce, NOAA, National Weather Service",
                            "dc.title": "Discussion on Humidity",
                            "dc.rights": "/disclaimer.php",
                            "rating": "General",
                            "dc.date.created": "June 13th 2015 9:38 AM",
                            "dc.language": "EN-US",
                            "dc.keywords": "Discussion on Humidity",
                            "dc.contributor": "National Weather Service"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.wpc.ncep.noaa.gov/noaa/noaad1.gif"
                        }
                    ]
                },
                "website_content": {
                    "content": "[Content truncated]... major source of water vapor in Kentucky is the Gulf of Mexico. Most of the water vapor in the atmosphere is contained within the first 10,000 feet or so above the earth's surface. Water vapor also is called moisture.\n### _ABSOLUTE HUMIDITY:_\nAbsolute humidity (expressed as grams of water vapor per cubic meter volume of air) is a measure of the actual amount of water vapor (moisture) in the air, regardless of the air's temperature. The higher the amount of water vapor, the higher the absolute humidity. For example, a maximum of about 30 grams of water vapor can exist in a cubic meter volume of air with a temperature in the middle 80s. SPECIFIC HUMIDITY refers to the weight (amount) of water vapor contained in a unit weight (amount) of air (expressed as grams of water vapor per kilogram of air). Absolute and specific humidity are quite similar in concept.\n### _RELATIVE HUMIDITY:_\nRelative humidity (RH) (expressed as a percent) also measures water vapor, but _RELATIVE_ to the temperature of the air. In other words, it is a measure of the actual amount of water vapor in the air compared to the total amount of vapor that can exist in the air at its current temperature. Warm air can possess more water vapor (moisture) than cold air, so with the same amount of absolute/specific humidity, air will have a HIGHER relative humidity if the air is cooler, and a LOWER relative humidity if the air is warmer. What we \"feel\" outside is the actual amount of moisture (absolute humidity) in the air.\n### _DEWPOINT:_\nMeteorologists routinely consider the \"dewpoint\" temperature (instead of, but analogous to absolute humidity) to evaluate moisture, especially in the spring and summer. The dewpoint temperature, which provides a measure of the actual amount of water vapor in the air, is the temperature to which the air must be cooled in order for that air to be saturated. Although weather conditions affect people differently, in general in the spring and summer, surface dewpoint temperatures in the 50s usually are comfortable to most people, in the 60s are somewhat uncomfortable (humid), and in the 70s are quite uncomfortable (very humid). In the Ohio Valley (including Kentucky), common dewpoints during the summer range from the middle 60s to middle 70s. Dewpoints as high as 80 or the lower 80s have been recorded, which is very oppressive but fortunately relatively rare. While dewpoint gives one a quick idea of moisture content in the air, relative humidity does not...[Content truncated]",
                    "content_tokens": 500
                },
                "website_quality_evaluation": {
                    "website_qualityScore": 9,
                    "justification": "This is the official website of the National Weather Service in the United States. It provides reliable and accurate information about weather phenomena, forecasts, and safety recommendations. The scientific data presented is credible, based on rigorous meteorological research, and it serves as a primary source for weather-related information. While it's highly reliable, a slight deduction is made as it primarily focuses on U.S. weather, which may limit international context."
                },
                "Newness": {
                    "NewnessScore": 0,
                    "Date": "No date found"
                },
                "Relevance": {
                    "RelevanceScore": 7,
                    "Relevance Justification": "This source covers humidity and speaks about how warm air can hold more water vapor, affecting condensation. It mentions relative humidity, which plays a role in the likelihood of condensation occurring quickly. The relevance to environmental conditions that lead to the ice formation is fairly strong."
                }
            }
        },
        {
            "evidence3": {
                "kind": "customsearch#result",
                "title": "NASA Earth Science: Water Cycle | Precipitation Education",
                "htmlTitle": "NASA Earth Science: <b>Water</b> Cycle | Precipitation Education",
                "link": "https://gpm.nasa.gov/education/articles/nasa-earth-science-water-cycle",
                "displayLink": "gpm.nasa.gov",
                "snippet": "Water vapor carried by the atmosphere condenses as clouds and falls as rain, mostly in the ITCZ, far from where it evaporated, Condensing water vapor releases ...",
                "htmlSnippet": "<b>Water</b> vapor carried by the atmosphere <b>condenses</b> as clouds and falls as rain, mostly <b>in</b> the ITCZ, far from where it evaporated, <b>Condensing water</b> vapor releases&nbsp;...",
                "formattedUrl": "https://gpm.nasa.gov/education/articles/nasa-earth-science-water-cycle",
                "htmlFormattedUrl": "https://gpm.nasa.gov/education/articles/nasa-earth-science-<b>water</b>-cycle",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSzq8FK3DG3FrHcAEJh-295wP9IaY7lnXgEa5UPO2laF-fhmirfIoc2n3pP&s",
                            "width": "259",
                            "height": "195"
                        }
                    ],
                    "metatags": [
                        {
                            "webmaster": "Jacob.B.Reed",
                            "rno": "Gail.Skofronick-Jackson",
                            "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no",
                            "rights": "NASA",
                            "orgcode": "613.1",
                            "content-owner": "Gail.Skofronick-Jackson"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://gpm.nasa.gov/education/sites/default/files/styles/resource_top_image/public/field/image/water_cycle_nasa_earth.jpg?itok=EnsIEkxr"
                        }
                    ]
                },
                "website_content": {
                    "content": "[Content truncated]... on Research Pathways for the Next Decade (NRC, 1999): \"Water is at the heart of both the causes and effects of climate change.\"\n### Importance of the ocean in the water cycle\nThe ocean plays a key role in this vital cycle of water. The ocean holds 97% of the total water on the planet; 78% of global  is any product of the condensation of atmospheric water vapor that falls quickly out of a cloud. This is in contrast to cloud water, which is ice or liquid water that falls slowly enough that it can remain in the air for hours. The main forms of precipitation include drizzle, rain, sleet, snow, graupel and hail. It occurs when a local portion of the atmosphere becomes saturated with water vapour and the water condenses.\n\") occurs over the ocean, and it is the source of 86% of global evaporation. Besides affecting the amount of atmospheric  and hence rainfall, evaporation from the sea surface is important in the movement of  in the climate system. Water evaporates from the surface of the ocean, mostly in warm, cloud-free subtropical seas. This cools the surface of the ocean, and the large amount of heat absorbed the ocean partially buffers the  from increasing carbon dioxide and other gases. Water vapor carried by the atmosphere condenses as clouds and falls as rain, mostly in the ITCZ, far from where it evaporated, Condensing water vapor releases  and this drives much of the the atmospheric circulation in the tropics. This latent heat release is an important part of the Earth’s heat balance, and it couples the planet’s energy and water cycles.\nThe major physical components of the global water cycle include the evaporation from the ocean and land surfaces, the transport of water vapor by the atmosphere, precipitation onto the ocean and land surfaces, the net atmospheric transport of water from land areas to ocean, and the return flow of fresh water from the land back into the ocean. The additional components of oceanic water transport are few, including the mixing of fresh water through the oceanic boundary layer, transport by ocean currents, and sea ice processes. On land the situation is considerably more complex, and includes the deposition of rain and snow on land; water flow in ; infiltration of water into the soil and ; storage of water in soil, lakes and streams, and groundwater; polar and glacial ice; and use of water in vegetation and human activities. Illustration of the water cycle showing the ocean, land, mountains, and rivers returning to the ocean. Processes labeled include: precipitation, condensation, evaporation, evaportranspiration (from tree into atmosphere),...[Content truncated]",
                    "content_tokens": 500
                },
                "website_quality_evaluation": {
                    "website_qualityScore": 9,
                    "justification": "This NASA website is dedicated to the Global Precipitation Measurement mission, providing scientific data about precipitation and related climate phenomena. It is a highly credible source with scientific backing and rigorous data analysis from a well-respected agency. The precision of the information provided is exceptional, ensuring an authoritative stance on climate and weather issues."
                },
                "Newness": {
                    "NewnessScore": 0,
                    "Date": "No date found"
                },
                "Relevance": {
                    "RelevanceScore": 8,
                    "Relevance Justification": "This evidence explains the water cycle, specifically condensation processes, and involves how water vapor condenses into precipitation. It relates closely to how boiling water could quickly produce vapor that crystallizes under cold air, linking it well to the video's content and the phenomenon observed."
                }
            }
        },
        {
            "evidence4": {
                "kind": "customsearch#result",
                "title": "Occupational and Environmental Epidemiology ... - NC DPH",
                "htmlTitle": "Occupational and Environmental Epidemiology ... - NC DPH",
                "link": "https://epi.dph.ncdhhs.gov/oee/mold/conditions.html",
                "displayLink": "epi.dph.ncdhhs.gov",
                "snippet": "Feb 20, 2020 ... All of the conditions needed for mold growth (food sources and appropriate temperatures) are present in the indoor environment with the ...",
                "htmlSnippet": "Feb 20, 2020 <b>...</b> All <b>of</b> the <b>conditions</b> needed for mold growth (food sources and appropriate temperatures) are present <b>in</b> the indoor <b>environment</b> with the&nbsp;...",
                "formattedUrl": "https://epi.dph.ncdhhs.gov/oee/mold/conditions.html",
                "htmlFormattedUrl": "https://epi.dph.ncdhhs.gov/oee/mold/conditions.html",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRuuH6_wuTECcLZiypYEsFB3XC6snPnglBFTy4cy0r1z9Nxd_-ZMIKJNbs&s",
                            "width": "275",
                            "height": "78"
                        }
                    ],
                    "metatags": [
                        {
                            "audience": "Admin",
                            "author": "Public Health, Epidemiology, Occupational and Environmental Epidemiology"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://epi.dph.ncdhhs.gov/library/images/NCDHHS-ALTERNATIVE72-275x78.png"
                        }
                    ]
                },
                "website_content": {
                    "content": "Conditions That Promote Mold Growth\nAll of the conditions needed for mold growth (food sources and appropriate temperatures) are present in the indoor environment with the exception of adequate moisture. Prevention of mold growth indoors can not be achieved without proper moisture control. The following are some of the moisture problems that cause indoor mold growth.\nWater Intrusion\n---------------\nRainwater can enter a building through leaks in walls, windows or the roof. Surface or groundwater may enter when there is poor foundation drainage. Flooding can, of course, cause catastrophic intrusion. In buildings that have slab construction, water can seep or wick up through the cement floor causing mold to grow on carpet pads or carpet backing. The building envelope (walls, windows, floors, roof, etc.) must be well maintained to prevent water from coming in, both to prevent mold growth and to maintain the structural integrity of the building.\nWater Vapor\n-----------\nWhen relative humidity (a temperature-dependent measure of water vapor in air) becomes elevated indoors, building materials and furnishings absorb the moisture. Those damp materials can then provide a good place for mold to grow. If there are no cold-condensing surfaces and the relative humidity (RH) is maintained below 60 percent indoors, there will not be enough water in those materials for mold to grow. However, if the RH stays above 70 percent indoors for extended periods of time, mold will almost certainly grow.\nIn the summer...[Content truncated]",
                    "content_tokens": 500
                },
                "website_quality_evaluation": {
                    "website_qualityScore": 7,
                    "justification": "This website belongs to the North Carolina Department of Health and Human Services and focuses on epidemiological data and public health. While it provides credible public health information, its focus is narrower, primarily related to health rather than broader meteorological phenomena. Additionally, it’s less focused on dispelling fake news, leading to a lower score."
                },
                "Newness": {
                    "NewnessScore": 1,
                    "Date": "2020-02-20"
                },
                "Relevance": {
                    "RelevanceScore": 3,
                    "Relevance Justification": "This source discusses mold growth conditions, which are not directly relevant to the ice formation from the boiling water in cold air. It does not contribute significantly to understanding the specific environmental factors at play in the video."
                }
            }
        },
        {
            "evidence5": {
                "kind": "customsearch#result",
                "title": "heating - How can I prevent my HVAC condensate drain line from ...",
                "htmlTitle": "<b>heating</b> - How can I prevent my HVAC <b>condensate</b> drain line from ...",
                "link": "https://diy.stackexchange.com/questions/24693/how-can-i-prevent-my-hvac-condensate-drain-line-from-freezing",
                "displayLink": "diy.stackexchange.com",
                "snippet": "Jan 24, 2013 ... Any or all of your ideas will help, it largely depends on your climate and how long of a below freezing stretch you can expect.",
                "htmlSnippet": "Jan 24, 2013 <b>...</b> Any or all <b>of</b> your ideas will help, it largely depends on your <b>climate</b> and how long <b>of</b> a below <b>freezing</b> stretch you can expect.",
                "formattedUrl": "https://diy.stackexchange.com/.../how-can-i-prevent-my-hvac-condensate-d...",
                "htmlFormattedUrl": "https://diy.stackexchange.com/.../how-can-i-prevent-my-hvac-condensate-d...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRX7d19dtbkKRKqTkBvmOtMJcjS8KNop22ANc5_yBJDJbjYnMbMES51cW4&s",
                            "width": "225",
                            "height": "225"
                        }
                    ],
                    "qapage": [
                        {
                            "image": "https://cdn.sstatic.net/Sites/diy/Img/apple-touch-icon@2.png?v=13c04ccda0b9",
                            "primaryimageofpage": "https://cdn.sstatic.net/Sites/diy/Img/apple-touch-icon@2.png?v=13c04ccda0b9",
                            "name": "How can I prevent my HVAC condensate drain line from freezing?",
                            "description": "Last night, my heat (forced air) suddenly stopped. Today, a plumber figured out that my heater is 90% efficient, produces lots of condensate, and the drain line had frozen. We went outside and sa..."
                        }
                    ],
                    "question": [
                        {
                            "image": "https://cdn.sstatic.net/Sites/diy/Img/apple-touch-icon.png?v=26d138b3a1da",
                            "upvotecount": "6",
                            "commentcount": "7",
                            "answercount": "11",
                            "name": "How can I prevent my HVAC condensate drain line from freezing?",
                            "datecreated": "2013-01-24T21:50:26",
                            "text": "Last night, my heat (forced air) suddenly stopped. Today, a plumber figured out that my heater is 90% efficient, produces lots of condensate, and the drain line had frozen. We went outside...",
                            "url": "Share"
                        }
                    ],
                    "answer": [
                        {
                            "upvotecount": "2",
                            "commentcount": "3",
                            "text": "Any or all of your ideas will help, it largely depends on your climate and how long of a below freezing stretch you can expect. The drain outlet is supposed to be within some distance of the...",
                            "datecreated": "2013-01-25T01:33:18",
                            "url": "Share"
                        },
                        {
                            "upvotecount": "2",
                            "text": "I had the problem here in NE Ohio. Had the ancient furnace replaced with a energy efficient one. The guys installed it, took the old drain line and reconnected my new furnace to it. The frigid...",
                            "datecreated": "2016-01-19T22:07:34",
                            "url": "Share"
                        },
                        {
                            "upvotecount": "1",
                            "text": "My top DIY that I've come up with: I sectioned the outside drain pipe and insulation so I can simply detach the sections if they clog with ice and take them inside to thaw in the tub/sink....",
                            "datecreated": "2014-11-11T19:43:57",
                            "url": "Share"
                        },
                        {
                            "upvotecount": "1",
                            "commentcount": "1",
                            "text": "I have had similar problem, but my 3/4\" condensate drain (not the 2\" exhaust pipe) is the problem. My unit was installed with a heat pump & the condensate drain runs on the outside of the house...",
                            "datecreated": "2015-02-21T23:02:19",
                            "url": "Share"
                        },
                        {
                            "upvotecount": "1",
                            "text": "I just had this very issue happen to me. It's been a cold few weeks and the drain going to the outside of the house must have started backing up slowly. The drain pan ended up freezing with...",
                            "datecreated": "2015-03-03T02:14:38",
                            "url": "Share"
                        },
                        {
                            "upvotecount": "1",
                            "text": "The system in our new house is setup so that in the winter the condensate from the heater drains through the washing machine drain.",
                            "datecreated": "2015-03-14T00:02:07",
                            "url": "Share"
                        },
                        {
                            "upvotecount": "1",
                            "text": "Condensing furnaces are designed to be installed ONLY IN A CONDITIONED SPACE. Whoever installed one in an attic might need to get qualified to do heating work. Get the specific manual for the...",
                            "datecreated": "2015-06-10T23:57:56",
                            "url": "Share"
                        },
                        {
                            "upvotecount": "0",
                            "text": "I also have this problem. So far, the best solution has been to shine a desklamp with an incandescant bulb on the last couple of inches of the tube before it exits the house, and on the hole...",
                            "datecreated": "2015-02-17T00:05:07",
                            "url": "Share"
                        },
                        {
                            "upvotecount": "0",
                            "text": "Had same problem this winter, heat man installed vent in plentium to blow on drain pipe. Installed T joint above drain end so if freeze occurs it would drain in crawl space.seems to have worked...",
                            "datecreated": "2015-06-11T18:52:43",
                            "url": "Share"
                        },
                        {
                            "upvotecount": "0",
                            "text": "Have the same issue in sub-20 weather in VA. Condensate pumps through wall to outside, ~2' run outside. My solution: Low-wattage test-tube style aquarium heater through rubber grommet into...",
                            "datecreated": "2018-01-02T12:39:46",
                            "url": "Share"
                        },
                        {
                            "upvotecount": "-1",
                            "text": "Simply put, moist air from anything can build up condensate. If this moist air or vented furnace vapor is exposed to freezing temperatures, eventually it will form a build up. The temperature...",
                            "datecreated": "2014-10-21T03:14:08",
                            "url": "Share"
                        }
                    ],
                    "person": [
                        {
                            "name": "S. Robert James"
                        },
                        {
                            "name": "S. Robert James"
                        },
                        {
                            "name": "bcworkz"
                        },
                        {
                            "name": "Dennis S."
                        },
                        {
                            "name": "Sam"
                        },
                        {
                            "name": "user33973"
                        },
                        {
                            "name": "homeownershipisapain"
                        },
                        {
                            "name": "DQuez"
                        },
                        {
                            "name": "Ken Streiff"
                        },
                        {
                            "name": "Sue"
                        },
                        {
                            "name": "don"
                        },
                        {
                            "name": "Chuck"
                        },
                        {
                            "name": "mikes"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://cdn.sstatic.net/Sites/diy/Img/apple-touch-icon@2.png?v=13c04ccda0b9",
                            "og:type": "website",
                            "twitter:card": "summary",
                            "twitter:title": "How can I prevent my HVAC condensate drain line from freezing?",
                            "og:site_name": "Home Improvement Stack Exchange",
                            "twitter:domain": "diy.stackexchange.com",
                            "viewport": "width=device-width, height=device-height, initial-scale=1.0, minimum-scale=1.0",
                            "twitter:description": "Last night, my heat (forced air) suddenly stopped.  Today, a plumber figured out that my heater is 90% efficient, produces lots of condensate, and the drain line had frozen.  We went outside and sa...",
                            "og:url": "https://diy.stackexchange.com/questions/24693/how-can-i-prevent-my-hvac-condensate-drain-line-from-freezing"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://cdn.sstatic.net/Sites/diy/Img/apple-touch-icon@2.png?v=13c04ccda0b9"
                        }
                    ]
                },
                "website_content": {
                    "content": "[Content truncated]...40 feet. I bought 55 feet of 1 inch tubing to run through the attic and through the laundry room ceiling to my wash tub drain. I bought the rubber pipe insulation and ran the tubing through that. I duct taped wherever there was a seam so everything was tight. I buried this the best I could in the blown in insulation and for extra measure, covered the tubing with roll insulation. (Bought one roll and sliced in the middle.) I drilled a hole in the laundry room ceiling, ran the tubing down and in to the drain. Pump works great and has plenty of oomph.\nThis project was a good 5 hours but it only cost me some long one piece tubing and the rubber pipe insulation.\nNo more half shoddy rig job from the installers.\nHope this helps.\nFollow \nanswered Jan 19, 2016 at 22:07\n]\nDennis S.\n3111 bronze badge\n  | \n2\nAny or all of your ideas will help, it largely depends on your climate and how long of a below freezing stretch you can expect. The drain outlet is supposed to be within some distance of the ground, 18\" I believe, which is why it was configured that way. In areas subject to freezing, all piping carrying water should be run as far as practical inside the heated envelope, so the drop to within some distance of ground should have been done inside. If possible, rerouting the run inside, with only a very short run outside should solve the problem.\nAs BMitch suggests, routing the drain through trap would comply with plumbing codes and is the best solution.\nShortening the pipe could fix the problem entirely since the water may not have time to freeze. In frigid climates though, any water outside will freeze. The high outlet could damage you outside wall finish and be an annoyance to passers by.\nWidening the pipe will require more build up before blockage, so if the freeze periods are not too long, this could work. In frigid climates, it will still block up eventually.\nInsulating the pipe would probably be all that's needed, it has the same effect as shortening the pipe, without wall damage. Actively heating the pipe would certainly work, but is probably only needed in extreme cases. Heat tape that wraps around the pipe and is plugged in to an outlet, with a thermostat to turn off the current above freezing is a common hardware store item in cold climates.\nYou only have to worry about the attic if it gets below freezing in there. Attics, though ventilated with outside air, tend to stay a fair bit warmer than the outside. I would guess that unless you have good runs of outside temperatures consistently below...[Content truncated]",
                    "content_tokens": 500
                },
                "website_quality_evaluation": {
                    "website_qualityScore": 6,
                    "justification": "This is a community-driven Q&A forum for DIY projects. While it can provide useful practical advice and ideas, the credibility of information can vary significantly as it is user-generated. This means that while some contributions may be scientifically sound, others could lack accuracy. There’s limited capacity for exposing fake news as discussions are often anecdotal."
                },
                "Newness": {
                    "NewnessScore": 1,
                    "Date": "2013-01-24"
                },
                "Relevance": {
                    "RelevanceScore": 2,
                    "Relevance Justification": "This evidence relates to preventing condensate from freezing in HVAC systems and discusses climate impacts on drainage. It is not applicable to the rapid condensation observed from the hot water poured in the video, making it less relevant."
                }
            }
        },
        {
            "evidence6": {
                "kind": "customsearch#result",
                "title": "Lesson 2.3: Changing State—Condensation - American Chemical ...",
                "htmlTitle": "Lesson 2.3: Changing State—<b>Condensation</b> - American Chemical ...",
                "link": "https://www.acs.org/middleschoolchemistry/lessonplans/chapter2/lesson3.html",
                "displayLink": "www.acs.org",
                "snippet": "Jul 19, 2024 ... Condensation is the process in which molecules of a gas slow down, come together, and form a liquid. When gas molecules transfer their energy to ...",
                "htmlSnippet": "Jul 19, 2024 <b>...</b> <b>Condensation</b> is the process <b>in</b> which molecules <b>of</b> a gas slow down, come together, and form a liquid. When gas molecules transfer their energy to&nbsp;...",
                "formattedUrl": "https://www.acs.org/middleschoolchemistry/lessonplans/.../lesson3.html",
                "htmlFormattedUrl": "https://www.acs.org/middleschoolchemistry/lessonplans/.../lesson3.html",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSCy3vE1BJJ9LF2r4xatwMrEelIikbWKB3UG59wtuVjURu5n_9ZYq3dGUg&s",
                            "width": "200",
                            "height": "200"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://assetscloud.acs.org/acs-bootstrap/v2.0/images/acs-logo-facebook.png",
                            "audience": "All",
                            "og:type": "website",
                            "twitter:title": "Lesson 2.3: Changing State—Condensation - American Chemical Society",
                            "og:site_name": "American Chemical Society",
                            "content_id": "a211c95c-85cd-42ef-ab6f-82e37fec724e",
                            "og:title": "Lesson 2.3: Changing State—Condensation - American Chemical Society",
                            "og:description": "American Chemical Society: Chemistry for Life.",
                            "twitter:image": "https://assetscloud.acs.org/acs-bootstrap/v2.0/images/acs-logo-facebook.png",
                            "eventtitle": "Changing State—Condensation",
                            "twitter:site": "@AmerChemSociety",
                            "viewport": "width=device-width, initial-scale=1.0",
                            "twitter:description": "American Chemical Society: Chemistry for Life.",
                            "og:url": "https://www.acs.org/middleschoolchemistry/lessonplans/chapter2/lesson3.html"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://assetscloud.acs.org/acs-bootstrap/v2.0/images/acs-logo-facebook.png"
                        }
                    ]
                },
                "website_content": {
                    "content": "[Content truncated]... on the inside of the top cup?  \n    **Students should agree that the inside of the top cup is coated with tiny drops of liquid water.\n*   **How do you think the drops of water on the inside of the top cup got there?  \n    **Students should realize that some of the water in the cup evaporated, filling the inside of the top cup with invisible water vapor. Some of this water vapor condensed into tiny drops of liquid water when it condensed on the inside of the top cup.\nExplain that water vapor leaves the hot water and fills the space above, contacting the inside surface of the top cup. Energy is transferred from the water vapor to the cup, which cools the water vapor. When the water vapor cools enough, the attractions between the molecules bring them together. This causes the water vapor to change state and become tiny drops of liquid water. The process of changing from a gas to a liquid is called _condensation_.\n#### _Step 6_  \nShow an animation to help students understand what happens when gases condense to their liquid state.\n**Show the animation _Condensation_.**\nExplain that the fast-moving molecules of water vapor transfer their energy to the side of the cup, which is cooler. This causes the water vapor molecules to slow down. When they slow down enough, their attractions overcome their speed and they stay together as liquid water on the inside surface of the cup.\n**Read more about evaporation and condensation in the _Teacher Background._**\n*   Lesson 2.3 Teacher Background \n#### _Step 7_  \nDiscuss how to design an experiment to find out whether increased cooling of the water vapor affects the rate of condensation.\nThe goal of this discussion is to help students better understand the experimental design outlined in the procedure.\nAsk students:\n**How could we set up an experiment to see if making water vapor even colder affects the rate of condensation?**\n*   **How can we get the water vapor we need for this experiment?  \n    **Students may suggest collecting water vapor as in the previous activity or collecting it over a pot of boiling water or some other way.\n*   **Will we need more than one sample of water vapor? Should we cool one sample of water vapor, but not the other?  \n    **Help students understand that they will need 2 samples of water vapor, only one of which is cooled.\n*   **How will we cool the water vapor?  \n    **Students may have many ideas for cooling water vapor, like placing a sample in a refrigerator or cooler filled with ice or placing a sample...[Content truncated]",
                    "content_tokens": 500
                },
                "website_quality_evaluation": {
                    "website_qualityScore": 8,
                    "justification": "The American Chemical Society (ACS) is a prestigious organization that promotes scientific research in chemistry. Their website contains credible articles, educational resources, and research findings. The information presented is thorough and reliable, making it useful for understanding chemical and scientific principles, including those related to environmental science. It offers a decent capacity to debunk misinformation although not directly focused on fake news."
                },
                "Newness": {
                    "NewnessScore": 9,
                    "Date": "2024-07-19"
                },
                "Relevance": {
                    "RelevanceScore": 5,
                    "Relevance Justification": "This evidence explains the concept of condensation and how temperature affects gas and liquid state changes. While it provides basic principles of condensation, it doesn't specifically address the external environmental factors relevant to the scenario in the video."
                }
            }
        },
        {
            "evidence7": {
                "kind": "customsearch#result",
                "title": "The Science of Arctic Weather and Climate | National Snow and Ice ...",
                "htmlTitle": "The Science <b>of</b> Arctic Weather and <b>Climate</b> | National Snow and <b>Ice</b> ...",
                "link": "https://nsidc.org/learn/parts-cryosphere/arctic-weather-and-climate/science-arctic-weather-and-climate",
                "displayLink": "nsidc.org",
                "snippet": "Factors affecting Arctic weather and climateJust like other areas on Earth, weather and climate in the Arctic depend on a lot of variables, ...",
                "htmlSnippet": "<b>Factors affecting</b> Arctic weather and climateJust like other areas on Earth, weather and <b>climate</b> in the Arctic depend on a lot of variables,&nbsp;...",
                "formattedUrl": "https://nsidc.org/learn/parts.../arctic.../science-arctic-weather-and-climate",
                "htmlFormattedUrl": "https://nsidc.org/learn/parts.../arctic.../science-arctic-weather-and-climate",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTpx_fMxOniakn6ZSQHzgyPSbaV7PSuMAc_NhRYrxEBkZP7yzSdmnAcdoc&s",
                            "width": "200",
                            "height": "203"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://nsidc.org/themes/custom/nsidc/images/logos/nsidc-logo.png",
                            "og:type": "Section Page",
                            "og:image:width": "100",
                            "og:image:alt": "NSIDC Logo",
                            "twitter:card": "summary",
                            "twitter:title": "The Science of Arctic Weather and Climate",
                            "og:site_name": "National Snow and Ice Data Center",
                            "handheldfriendly": "true",
                            "twitter:url": "https://nsidc.org/learn/parts-cryosphere/arctic-weather-and-climate/science-arctic-weather-and-climate",
                            "og:title": "The Science of Arctic Weather and Climate",
                            "og:image:height": "100",
                            "twitter:image:height": "100",
                            "og:description": "Factors affecting Arctic weather and climateJust like other areas on Earth, weather and climate in the Arctic depend on a lot of variables, including latitude that affects how mu",
                            "twitter:image": "https://nsidc.org,/themes/custom/nsidc/images/logos/nsidc-logo.png",
                            "twitter:site": "@NSIDC",
                            "twitter:image:width": "100",
                            "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no",
                            "twitter:description": "Factors affecting Arctic weather and climateJust like other areas on Earth, weather and climate in the Arctic depend on a lot of variables, including latitude that affects how mu",
                            "mobileoptimized": "width",
                            "og:url": "https://nsidc.org/learn/parts-cryosphere/arctic-weather-and-climate/science-arctic-weather-and-climate"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://nsidc.org/themes/custom/nsidc/images/logos/nsidc-logo.png"
                        }
                    ]
                },
                "website_content": {
                    "content": "Factors affecting Arctic weather and climate\n--------------------------------------------\nJust like other areas on Earth, weather and climate in the Arctic depend on a lot of variables, including latitude that affects how much energy is received from the sun, and the distribution of land and water. Arctic climates are highly varied. Individually the factors that affect Arctic climate are important. However, they also interact with each other to produce weather patterns and climate feedbacks, which have effects both within the Arctic region and far beyond the Arctic.\nOne way of thinking about Arctic climate is to consider the Arctic energy budget, or the balance of energy that flows into and out of the Arctic region. Over the course of the year, the atmosphere and ocean move energy northward into the Arctic. Energy escapes by moving through the atmosphere and then to outer space in a process known as radiative cooling. But energy can be added to the atmosphere from the ocean and land or can flow into the ocean and land. These energy flows vary throughout the year.\n### Latitude and sunlight\nIf the axis of Earth's rotation were perfectly perpendicular to the plane of Earth's orbit around the sun, known as the ecliptic, the duration of daylight in every 24-hour period would be uniform across the globe: 12 hours of daylight and 12 hours of darkness. Earth's axis is tilted, however, and depending on where Earth is on its annual trip around the sun, the Northern Hemisphere is either tilted towards the sun (summer), or tilted away from...[Content truncated]",
                    "content_tokens": 500
                },
                "website_quality_evaluation": {
                    "website_qualityScore": 9,
                    "justification": "The National Snow and Ice Data Center is a reputable source that studies snow, ice, glaciers, and climate data. They provide comprehensive scientific information and research findings, giving them a strong standing in terms of reliability and historical accuracy. Their focus on snow and ice makes them particularly relevant to weather phenomena."
                },
                "Newness": {
                    "NewnessScore": 0,
                    "Date": "No date found"
                },
                "Relevance": {
                    "RelevanceScore": 4,
                    "Relevance Justification": "This evidence talks about Arctic weather and climate factors, which may not be directly applicable to the urban setting shown in the video. While it provides general climatic context, it lacks specificity concerning the boiling water phenomenon in the video."
                }
            }
        },
        {
            "evidence8": {
                "kind": "customsearch#result",
                "title": "No Condensate from Heat-Pump Water Heater - GreenBuildingAdvisor",
                "htmlTitle": "No <b>Condensate</b> from <b>Heat</b>-Pump <b>Water</b> Heater - GreenBuildingAdvisor",
                "link": "https://www.greenbuildingadvisor.com/question/no-condensate-from-heat-pump-water-heater",
                "displayLink": "www.greenbuildingadvisor.com",
                "snippet": "Feb 9, 2020 ... Just moved into my new home a few weeks ago. I had a heat pump water heater installed (in basement). During the first week or so, ...",
                "htmlSnippet": "Feb 9, 2020 <b>...</b> Just moved into my new home a few weeks ago. I had a <b>heat</b> pump <b>water</b> heater installed (<b>in</b> basement). During the first week or so,&nbsp;...",
                "formattedUrl": "https://www.greenbuildingadvisor.com/.../no-condensate-from-heat-pump-...",
                "htmlFormattedUrl": "https://www.greenbuildingadvisor.com/.../no-condensate-from-heat-pump-...",
                "pagemap": {
                    "metatags": [
                        {
                            "application-name": "GreenBuildingAdvisor",
                            "msapplication-starturl": "/",
                            "og:type": "article",
                            "twitter:card": "summary_large_image",
                            "theme-color": "#FFFFFF",
                            "og:site_name": "GreenBuildingAdvisor",
                            "og:title": "No Condensate from Heat-Pump Water Heater - GreenBuildingAdvisor",
                            "apple-mobile-web-app-title": "GreenBuildingAdvisor",
                            "msapplication-tileimage": "https://images.greenbuildingadvisor.com/app/uploads/2018/08/06115159/cropped-gba-touch-icon-270x270.png",
                            "og:description": "Just moved into my new home a few weeks ago.  I had a heat pump water heater installed (in basement).    During the first week or so, it was producing […]",
                            "msapplication-navbutton-color": "#FFFFFF",
                            "apple-mobile-web-app-status-bar-style": "default",
                            "article:modified_time": "2021-01-21T13:39:02+00:00",
                            "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=0",
                            "apple-mobile-web-app-capable": "yes",
                            "og:locale": "en_US",
                            "mobile-web-app-capable": "yes",
                            "dfp-path": "/7222/ttn.gba",
                            "og:url": "https://www.greenbuildingadvisor.com/question/no-condensate-from-heat-pump-water-heater"
                        }
                    ]
                },
                "website_content": {
                    "content": "No Condensate from Heat-Pump Water Heater - GreenBuildingAdvisor\n===============\n*   \n    *   \n    *   \n    *   \n    *   \n    *   \n    *   \n    *   \n    *   \n    *   \n    *   \n*   \n*   \n*   \n*   \n*   \n*   \n*   \nThe complete source for building, designing, and remodeling green homes\nCommunity and Q&A\n=================\nNo Condensate from Heat-Pump Water Heater\n=========================================\n!\n | Posted in  on February 9, 2020 10:33pm\nJust moved into my new home a few weeks ago.  I had a heat pump water heater installed (in basement).    During the first week or so, it was producing condensate, which could be seen dripping out into the drain.   However, it’s been bone dry every day the last two weeks.  No observable condensate at all.  Surely it’s not clogged after only 3-4 weeks.   Is this normal?   I’m having no trouble with hot water.  All good there.  The fan and compressor run pretty much all the time.  I figured there would always be some level of condensate.   I’m using this HPWH in efficiency mode, which relies on the heat pump exclusively.\n !] \n!\nJoin the leading community of building science experts\n------------------------------------------------------\n### Become a GBA Prime member and get instant access to the latest developments in green building, research, and reports from the field.\n### Related Questions\n*   \n    ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n*   \n    --------------------------------------------------------------------------------------------------------------------------------------------------\n*   \n    -------------------------------------------------------------------------------------------------------------------------\n*   \n    --------------------------------------------------------------------------------------------------------------------------------------------------------------------\n### Replies\n1.  !\n     | Feb 10, 2020 07:17am | \n    Thats normal. I use a bucket and use the water for my houseplants. I have had no condensate the last few weeks. Put a temp humidity sensor down there and you will probably find the humidity to be very low. Cold air in the winter usually has very low dewpoints.\n2.  !\n     | Feb ...[Content truncated]",
                    "content_tokens": 500
                },
                "website_quality_evaluation": {
                    "website_qualityScore": 7,
                    "justification": "This website provides information on sustainable building practices and materials. While the site can have useful content related to insulation and heating in cold climates, its primary focus isn’t directly related to meteorology or determining fake news. Its reliability can fluctuate depending on individual articles and authors."
                },
                "Newness": {
                    "NewnessScore": 1,
                    "Date": "2020-02-09"
                },
                "Relevance": {
                    "RelevanceScore": 3,
                    "Relevance Justification": "This evidence discusses condensate management in heat-pump water heaters, which bears little relevance to the condensation process occurring in the outdoor setup with boiling water. It does not address the condensation or freezing factors in the context required by the question."
                }
            }
        },
        {
            "evidence9": {
                "kind": "customsearch#result",
                "title": "Best Way to Prevent Cold Water Pipe Condensation or \"Sweating\"",
                "htmlTitle": "Best Way to Prevent <b>Cold Water</b> Pipe <b>Condensation</b> or &quot;Sweating&quot;",
                "link": "https://blog.thermaxxjackets.com/best-way-to-prevent-chilled-pipe-sweating-or-condensation",
                "displayLink": "blog.thermaxxjackets.com",
                "snippet": "Oct 28, 2021 ... Corrosion (the gradual destruction of materials, usually metals, by chemical and/or electrochemical reaction with their environment) can occur ...",
                "htmlSnippet": "Oct 28, 2021 <b>...</b> Corrosion (the gradual destruction <b>of</b> materials, usually metals, by chemical and/or electrochemical reaction with their <b>environment</b>) can occur&nbsp;...",
                "formattedUrl": "https://blog.thermaxxjackets.com/best-way-to-prevent-chilled-pipe-sweatin...",
                "htmlFormattedUrl": "https://blog.thermaxxjackets.com/best-way-to-prevent-chilled-pipe-sweatin...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQPCumrMjnngOW_o6dU0fBQ1TtV3GbfOzrH9Pmrmm61oRmaC2MvI-v3QHo&s",
                            "width": "306",
                            "height": "165"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://www.thermaxxjackets.com/wp-content/uploads/2018/08/4191427923_b32a49b4db_b-e1534456825727-600x324.jpg",
                            "twitter:title": "Best Way to Prevent Cold Water Pipe Condensation or \"Sweating\"",
                            "og:image:width": "600",
                            "twitter:card": "summary_large_image",
                            "og:type": "article",
                            "twitter:domain": "blog.thermaxxjackets.com",
                            "og:title": "Best Way to Prevent Cold Water Pipe Condensation or \"Sweating\"",
                            "og:image:height": "324",
                            "og:description": "The best way to protect your piping and equipment from condensation damage is to properly insulate it, but what does that mean exactly? Learn more.",
                            "twitter:image": "https://www.thermaxxjackets.com/wp-content/uploads/2018/08/4191427923_b32a49b4db_b-e1534456825727-600x324.jpg",
                            "viewport": "width=device-width, initial-scale=1",
                            "twitter:description": "The best way to protect your piping and equipment from condensation damage is to properly insulate it, but what does that mean exactly? Learn more.",
                            "og:url": "https://blog.thermaxxjackets.com/best-way-to-prevent-chilled-pipe-sweating-or-condensation"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.thermaxxjackets.com/wp-content/uploads/2018/08/4191427923_b32a49b4db_b-e1534456825727-600x324.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "### In This Article: \n*   \n*   \n*   \n*   \n*   \n*   \n*   \n*    \n*   \n*   \n*   \nWe often hear from clients facing a similar problem: condensation (or sweat) forming on their cold pipe or component. One may think it’s something that can be overlooked, but water can cause serious damage to sensitive piping or equipment if left untreated. Corrosion (the gradual destruction of materials, usually metals, by chemical and/or electrochemical reaction with their environment) can occur on the sweating pipe, and the equipment around it, leading to messy leaks and equipment failure. Moisture buildup can also cause mold or mildew to form, or create a slippery workspace. In this article, we will discuss the problem in depth and present our solution.\nWhy Do Pipes “Sweat”?\n---------------------\n]\nPipes do not literally sweat, although it appears that way. The condensation that forms on the  or component is actually moisture from the air, not the pipe. Like a cold bottle of soda on a hot day, when humid air comes in contact with a chilled pipe or component the air loses its capacity to hold water vapor, as a result excess water forms into liquid water droplets on or near the cold surface. The condensation process affects piping and components year-round, as furnaces heat the air during the winter months.\nIs It Normal for Pipes to Sweat?\n--------------------------------\nYes, it is normal for pipes to sweat sometimes. Sweating — or condensation — occurs when the cold water inside the pipes meets the warm and humid air inside the building. Since the cold water attracts moisture from the warm air, it condenses on the pipes.\nAlthough some condensation is normal, prolonged excess moisture can lead to the breakdown of your pipes' integrity, which could cause mold growth and corrosion...[Content truncated]",
                    "content_tokens": 500
                },
                "website_quality_evaluation": {
                    "website_qualityScore": 5,
                    "justification": "While this blog addresses winter clothing and insulation, it is a commercial site with a focus on selling products. The information could be helpful and sometimes scientifically supported, but overall it lacks the rigorous review process found in academic or governmental websites. Thus, its capacity to assess fake news claims is quite limited."
                },
                "Newness": {
                    "NewnessScore": 1,
                    "Date": "2021-10-28"
                },
                "Relevance": {
                    "RelevanceScore": 3,
                    "Relevance Justification": "This evidence discusses issues related to pipe condensation, which does not pertain to the rapid ice formation from boiling water. It provides limited insights relevant to the question at hand."
                }
            }
        }
    ]
}