{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/secret-service-limo-video/",
        "article_rating": "False"
    },
    "claim": "A video shows Secret Service agents practicing for advanced reverse escapes at a racetrack.",
    "Video_information": {
        "video_date": 20160309.0,
        "platform": "youtube",
        "video_headline": "Forza Motorsport 6 - Presidential Drift | 300 MILLION+ VIEWS on Facebook",
        "video_transcript": "",
        "Video_descriptor": "The video opens with a scene of a car driving down a street, followed by a man exiting the vehicle. It then transitions to a race track, where a man maneuvers a black car around the track, showcasing high-speed driving and precision through curves. The subsequent frames depict the car speeding down a highway, overtaking other vehicles and entering a tunnel. Various scenes alternate between the car on the street and highway, always at high speeds and passing through tunnels. The key frames provide detailed insights into the video's content, with one image revealing a digital rendering of a car on a racetrack amidst lush greenery and hills, suggesting a serene countryside setting. Another frame showcases a black limousine labeled \"THE BEAST\" engaging in a drift on a racetrack, with a mountainous backdrop and distant spectators. The interior view of a car on the racetrack captures the driver's perspective with hands on the wheel, dashboard controls, and a reflective rearview mirror. A promotional graphic encourages subscribing for more content, featuring clips titled 'Finding Horizon' with a racing car and 'Crazy Campers' showing a colorful van parked on a street. Additionally, an image displays a black limousine on a track with the title 'PRESIDENTIAL DRIFT,' emphasizing teaching the president how to reverse drift. Another promotional image suggests following content creator 'Don Joewon Song' on social media and showcases themed video thumbnails titled 'Finding Horizon' and 'Crazy Campers,' indicating a mix of driving, racing, and adventurous content explored in the video."
    }
}