{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/doctors-smoke-camels/",
        "article_rating": "True"
    },
    "claim": "A real vintage advertisement for Camels featured a doctor and the slogan “More doctors smoke Camels than any other cigarette.“",
    "Video_information": {
        "video_date": 20141001.0,
        "platform": "youtube",
        "video_headline": "\"What cigarette do you smoke, Doctor?\"",
        "video_transcript": "You know, if you were to follow a busy doctor as he makes his daily round of calls, you would find yourself having a mighty busy time keeping up with him. Time out for many men of medicine usually means just long enough to enjoy a cigarette. And because they know what a pleasure it is to smoke a mild good tasting cigarette, they're particular about the brand they choose. In a repeated national survey, doctors in all branches of medicine, doctors in all parts of the country were asked, what cigarette do you smoke, doctor? Once again, the brand named most was Camel. Yes. According to this repeated nationwide survey, more doctors smoke Camels than any other cigarette. Why not change to Camels for the next 30 days and see what a difference it makes in your smoking enjoyment? See how camels agree with your throat. See how mild and good tasting a cigarette can be.",
        "Video_descriptor": "The video opens with a man and a woman standing together in front of a vintage car, setting a mid-20th-century atmosphere. Following this introduction, the scene transitions to a man in a white lab coat sitting at a desk in a professional office, where he is seen writing or signing documents. This setting includes various office elements such as a telephone, a lamp, and multiple papers, alongside a framed certificate on the wall and a window adorned with curtains. The scene then shifts to a woman, presumably in a similar professional environment, as she is shown smoking a cigarette while seated at a desk, contributing to the narrative's focus on smoking habits of the time. Subsequently, the video cycles back to the man at his desk, continuing to emphasize the act of smoking cigarettes, which is visually linked to their work life. The sequences poignantly highlight the recurring theme of cigarette smoking in the workplace, particularly as the woman is again depicted smoking at the desk. The video concludes with the final focus on the woman, reinforcing the prevalent smoking culture among professionals, particularly as they navigate their responsibilities in their office environment. Throughout the various key frames, images of a cigarette pack and the vintage car capture the essence of that era, creating a cohesive narrative around the social behaviors and norms surrounding smoking, while also suggesting a somewhat humorous commentary on the acceptance of this habit among doctors, as indicated by the humorous text overlay in one of the frames."
    }
}