{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/fabio-hit-goose-rollercoaster/",
        "article_rating": "Mixture"
    },
    "claim": "Fabio, the model, was hit in the face by a goose while riding a roller coaster in 1999, leaving his nose bloodied.",
    "Video_information": {
        "video_date": 20200417.0,
        "platform": "twitter",
        "video_headline": "That time in 1999 when Fabio was riding a rollercoaster at Busch Gardens Williamsburg and a goose hit him in the face during. ",
        "video_transcript": "I wish I could Oh, no. I wanna thank everybody for coming. I'm here today, just to say, you know, it's like it was a miracle, but, it wasn't a freak accident, and it's gonna happen again. And, you know, I cannot live with my conscience knowing that the ride is still running. And maybe, you know, a person or even a child can be killed.",
        "Video_descriptor": "The video begins with a man, who has long blonde hair and is wearing a light blue shirt, speaking directly to the camera, setting a personal tone for what follows. The scene transitions to an outdoor amusement park setting where the man appears again, holding onto a safety bar or handle while riding bumper cars alongside a group of people, which showcases moments of fun as they bump into each other, reflecting a playful atmosphere. However, a contrasting moment is captured in a key frame revealing the same man, now with a visible red mark on his face and a serious demeanor, suggesting he may have sustained some injuries during the ride, contributing an element of tension to the otherwise jovial scenes. Amidst this, other images depict the exhilarating experience of amusement park rides, including a roller coaster ascending with riders eagerly seated and a vibrant purple coaster poised against a clear sky, all reinforcing the lively yet unpredictable nature of the amusement park setting. As the video concludes, it comes back to the group still engaged in the bumper car activity, encapsulating the mix of excitement and risk inherent to such attractions. The camera captures various moments throughout the day, blending the thrill of rides with the potential for mishaps, ultimately portraying a vivid snapshot of a bustling day at the amusement park."
    }
}