{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/ben-shapiro-tweet-marriage-sexual-satisfaction/",
        "article_rating": "False"
    },
    "claim": "In August 2020, Ben Shapiro tweeted, “You know how much this endless parade of jokes about me and my wife bothers me? Not one bit. My wife and I both know there are much more important things in a marriage than sexual satisfaction.”",
    "Video_information": {
        "video_date": 20200810.0,
        "platform": "twitter",
        "video_headline": "Cardi B - WAP feat. Ben Shapiro",
        "video_transcript": "Whores in this house. There's some whores in this house. There's some whores in this house. There's some whores in this house. There's some whores in this house. I said certified freak. This out, there's some Seven days a week. This out, there's some Wet ass p word. Make that pull out game weak. Yeah. You effing with some wet ass p word. P word is female genitalia. For this wet ass p word, give me everything you got for this wet ass p word. Beat it up, n word. Catch a charge. Extra large and extra hard. Put this p word right in your face. Swipe your nose like a credit card. Hop on top, I wanna ride. I do a kegel while it's inside. Spit in my mouth, look in my eyes. This p word is wet. Come take a dive. It continued, along these lines. And it gets significantly significantly more vulgar, vulgar. Like, a a lot more vulgar. Talk your s word, bite your lip, ask for a call while you ride that d word. You really ain't never gonna f him for a thing. He already made his mind up before he came. And now get your boots and your coat for this wet ass p word. Pay my tuition just to kiss me on this wet ass p right. So this is deep, guys. This is what feminists fought for.",
        "Video_descriptor": "The video opens with a man in a suit walking down a luxurious hallway characterized by turquoise walls, bright lighting, and gold accents, evoking an upscale atmosphere. Following him is a man in a blue shirt and tie, who appears to be the focal point of the story. The scene transitions to show this man standing contemplatively in front of a door, his expression serious, before subsequently capturing him walking down the same hallway again. As the video progresses, we see the man repeatedly positioned in front of the door, embodying a sense of anticipation or reflection, leading into a second moment of him walking down the hallway. The video concludes with the man once more standing in front of the door, establishing a cyclical narrative. Throughout these movements, various key frames reveal layers of the man's internal struggle, as depicted in images characterized by abstract backgrounds in shades of blue and white that signify his distress or deep thought. Additional visuals from the key frames, including shots of flowing leopard print fabric against a herringbone floor and bright, neon settings filled with dynamic characters, enhance the overall surreal and contemplative atmosphere of the video, though they may not directly depict the main narrative events. Overall, the video presents a cohesive portrayal of a man's introspective journey framed within an elegant, yet ambiguous, setting."
    }
}