{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/hobby-lobby-mark-of-the-beast/",
        "article_rating": "False"
    },
    "claim": "The stated reason Hobby Lobby doesn't use bar codes is because they are thought by some to be the Biblical \"mark of the beast.\"",
    "Video_information": {
        "video_date": 20230509.0,
        "platform": "tiktok",
        "video_headline": "Hobby Lobby Barcode Revelation #bibletok #biblestudy #historytime #funfacts #mindblown ",
        "video_transcript": "Just told me that Hobby Lobby doesn't use barcodes because they're afraid that they're gonna be used for the mark of the beast. So you wanna go check out whether this is actually true? In case you're wondering, the general story is that in Revelation it says that an antichrist figure will use a mark of the beast to control commerce, and so for a hot minute in the eighties there, they really thought it was gonna be barcodes. So here we are 40 years later. Let's see if Hobby Lobby has, moved past this and, wow. It doesn't look like there is one. Just this string of numbers here. Have you noticed this before? Let's check another item. That dinosaur paw looks kinda cool. Oh, interesting. Yep. Same string of numbers. And, let's look at one more here just to confirm. Wow. I really did not know that this was still a thing. But one thing that I had heard rumors of cashiers talking about online is that this actually makes their job kind of difficult because not only do they have to enter every item by hand, they also have to memorize what's on sale each week. But, maybe we can help these workers out by nudging corporate in a, new direction.",
        "Video_descriptor": "The video opens with a man standing in a store, engaging the camera as he introduces various items displayed on the shelves behind him. He points out a price tag labeled $5.99 for a 'Wall Decor' item while showcasing a shelf adorned with a range of products, including a pair of cowboy boots that hang from a metal hook. The scene transitions to a focus on a keychain that he picks up and presents directly to the camera, emphasizing its features. Throughout the video, the man speaks, holding the keychain up for closer viewing to illustrate its design and details, including aspects related to its use or appeal, before concluding the segment with a final display of the keychain. Surrounding visuals include hints of other decor items and a warm, inviting store environment, which together frame the cheerful and informative tone of the presentation. The video is interspersed with TikTok watermarks and user handles, suggesting its social media origin and the interactive context in which viewers are encouraged to engage."
    }
}