{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/titan-sub-transcript/",
        "article_rating": "False"
    },
    "claim": "A transcript shared online documents the final text message communications from the Titan submersible.",
    "Video_information": {
        "video_date": 20230629.0,
        "platform": "tiktok",
        "video_headline": "#oceangate #titan #polarprince #titanic  ",
        "video_transcript": "I'm gonna preface this by saying these are unconfirmed messages between the polar prince and the titan from the morning of June 18th. They have not been confirmed by anyone. They are supposed leaked transcripts. I'm gonna put them on here. You'll have to pause to read. When you see RTM, that is the real time monitoring system. This these this transcript aligns with what people like James Cameron, everyone is saying as far as them descending faster than they thought they would, trying to drop their weight, crackling in the hall. So, pause to read.",
        "Video_descriptor": "The video opens with a young woman seated in front of a computer screen, actively engaged in a conversation as indicated by her expressive gestures and body language. She dons a black shirt with red text, and the backdrop features vibrant wall art that adds a lively atmosphere to the scene. Following this, the narrative transitions to a skincare routine as the woman begins by washing her face with a liquid solution, meticulously applying and massaging it over her skin. She then reaches for a cloth to wipe her face clean, ensuring the solution is thoroughly removed. Afterward, she applies a cream, being careful to rub it in thoroughly to achieve an even distribution. The video culminates with a close-up shot of her face, showcasing the final results of her skincare routine, which emphasizes her glowing complexion. Throughout the video, there are overlays of text that hint at the conversation being related to 'leaked' transcripts concerning the 'Polar Prince' and 'Titan submersible', and timestamps are displayed, suggesting moments in a chat that discusses various operational aspects along with emojis that convey feelings or statuses. These chat scenes, presented in light blue backgrounds with timestamps and colorful elements, provide a backdrop to the main skincare focus, suggesting a narrative that intertwines self-care with serious discussions. Ultimately, the video depicts a blend of personal care and external events, successfully wrapping up with a focus on the woman's refreshed and radiant appearance."
    }
}