{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/barbie-from-wisconsin/",
        "article_rating": "True"
    },
    "claim": "Barbie is from the fictional town of Willows, Wisconsin.",
    "Video_information": {
        "video_date": 20230710.0,
        "platform": "twitter",
        "video_headline": "BARBIES FROM WISCONSIN????",
        "video_transcript": "What is Barbie short for? Barbie is strong. She's she's just strong and beautiful. What is her name short for? Oh, oh, oh, oh. You know this one. He's playing a trick on me. You know. You tell me. No. I'm not playing a trick. What is it? Barbara. Yeah. I thought it was Barbara. Oh, yeah. No. It's it's definitely Barbara. Barbara has had quite the resume. Which of these jobs has she never had? Astronaut, plumber, lifeguard, marine corps sergeant? Probably plumber. Right? You're absolutely right. Plumber. I don't think so. Right? Where is Barbie from? Oh, my god. Is she from, like, Nantucket or something? She's from Wisconsin. I'm from Wisconsin. Oh, you really? Milwaukee. Okay. Oh my gosh. You guys don't talk about it all the time, ma'am? Oh my god. I love it. Congratulations. Thank you so much.",
        "Video_descriptor": "The video opens at an outdoor event resembling a red carpet or media interview, where a woman with blonde hair, clad in a light blue dress and sunglasses, is being interviewed by a man holding a microphone labeled 'ET', indicating the presence of entertainment news. Throughout the video, this woman is seen consistently holding a cigarette while interacting with the interviewer, who appears engaged in the conversation. Various key frames depict her adjusting her sunglasses, shielding her eyes with a glove, and interacting with the vibrant atmosphere, which is accompanied by a lively backdrop featuring large pink and blue structures, possibly installations or decorative elements related to the event. Other individuals can also be seen in the background, including a man in a white shirt and a woman in a pink outfit, all contributing to the bustling environment filled with cameras and media presence. The sunny weather enhances the energetic ambiance, clearly showcasing a public gathering where the woman, in her striking blue attire, stands out as a focal point amidst the activity surrounding her, thus encapsulating the essence of the vibrant scene through her stylish appearance and engaging presence."
    }
}