{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/biden-sold-a-lot-of-state-secrets/",
        "article_rating": "Correct Attribution"
    },
    "claim": "In June 2023, President Joe Biden said he had \"sold a lot of state secrets.\"",
    "Video_information": {
        "video_date": 20230627.0,
        "platform": "twitter",
        "video_headline": "Joe Biden admitted to actual treason.  I sold a lot of state secrets and a lot of very important things",
        "video_transcript": "I was just thanking, the anyway, I started off without you. And I sold a lot of state secrets and a lot of very important things that we shared.",
        "Video_descriptor": "The video begins with a man and a woman walking down a well-decorated hallway, which transitions to a scene showcasing a formal meeting taking place in an opulent room adorned with golden drapes and intricate chandeliers. In this setting, a group of men is seated around a long table, actively engaged in discussion while nameplates in front of them signify a scheduled gathering. Prominently displayed in the background are the flags of the United States and India, indicating the likely diplomatic nature of the event. The scene cuts to a man speaking in front of the group, as attentive listeners respond to his words, highlighting a moment of engagement and discourse among the participants. The camera pans around the room, capturing the grandeur of the setting characterized by classical architecture, framed artworks on the walls, and a large window draped with sumptuous curtains. The final segment features yet another man delivering remarks before the group, encapsulating the essence of a high-level meeting where individuals, possibly government or business leaders, actively participate in significant conversations. As the video concludes, the formal ambiance and collective focus underscore the importance of the discussions taking place, reflective of a meaningful exchange between representatives from the United States and India."
    }
}