{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/us-passport-holders-visa-eu-region/",
        "article_rating": "Mixture"
    },
    "claim": "Starting in 2024, the European Union (EU) will require visitors from the United States to apply for a visa in order to enter the region.",
    "Video_information": {
        "video_date": "",
        "platform": "twitter",
        "video_headline": "European Union to require U.S. travelers with passports to fill out visa application",
        "video_transcript": "Now new at 5:30, big changes are coming for travelers looking to visit the European Union. Starting sometime next year, most travelers will need to take an extra step before they're allowed into the country. Now it's not complicated or expensive, but it's also well known. Yeah. And people are just finding about this now. They could leave travelers stuck. WBC's Brandon Truitt shows us how this new system works. It won't be complicated. It's just an annoyance. New New requirements on the horizon for travelers heading to Europe. The European Union set to require folks with a US passport to fill out a visa before jumping across the pond. But most Americans, in fact, almost all Americans, are not used to doing this to go to Europe. So there's gonna be a lot of surprises at boarding gates with people being denied boarding over the 1st couple of weeks if this goes into effect. The new European travel information and authorization system, as it's called, could roll out as soon as January. The online application would ask for basic information, including travel plans and history, along with other security questions. Visas would cost $8 each with most applications being approved in 10 minutes, but it could take up to 4 days. Approved would have clearance for 3 years. Greenberg says if you don't fill out the form and get approval, well, you may not be allowed on the flight. There's no guarantee your approval will take just 10 minutes. It's gonna take a little bit more planning. The news comes at a time when the US passport is slipping in power. Singapore now takes the top spot for the passport that will get you into the most countries without a visa, followed by Germany, Italy, Spain, and Japan, the United States falling to 8th. Greenberg quick to point out this change is not a done deal. The can has been kicked down the road before, and there is nothing stopping the United States from implementing the same. Because if they institute it, there's nothing to stop the Americans from instituting a visa charge for them to come to the United States. And it doesn't prove anything other than more paperwork and more revenue that goes nowhere. The friendly skies seemingly becoming more complicated to navigate by the day. In Boston, Brandon True at WBC News.",
        "Video_descriptor": "The video commences with a man standing in front of a large pool, prominently holding a sign that captures the viewer's attention. Following this introduction, he is depicted walking through an airport while carrying a suitcase, navigating through the terminal environment marked by modern glass walls and signs directing passengers towards customs and border patrol. The scene transitions to the man once again standing before a significant crowd, still clutching his sign, highlighting his importance in that moment. As the narrative unfolds, he is shown in front of the large pool again, reinforcing the visual theme established at the start of the video. The airport setting reappears as he continues his journey, suitcase in hand, embodying the spirit of travel. The video's culmination sees him once again standing in front of the large crowd, sign in hand, suggesting a sense of conclusion and purpose. Throughout the video, news broadcast elements are woven in, including a clip featuring Brandon Truitt reporting from Logan Airport under cloudy skies, a segment discussing European travel visas, and visuals of U.S. passports placed on a map, emphasizing the logistics of travel and highlighting security questions relevant to travelers. Further news clips convey information regarding new travel requirements and a ranking of passport power, providing context and significance to the man's travels amidst hints of broader travel regulations. The mix of personal journey and relevant travel news encapsulates an important narrative about mobility, community, and the evolving landscape of travel in a modern context."
    }
}