{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/arthur-roberts-joe-bidens-body-double/",
        "article_rating": "False"
    },
    "claim": "Actor Arthur Roberts has been acting as U.S. President Joe Biden’s body double for several years.",
    "Video_information": {
        "video_date": 20230828.0,
        "platform": "tiktok",
        "video_headline": "Arthur Roberts playing Biden #Roberts #Biden #lookalike #mask #repost #share #trending #popular #blowthisup #corruption #follow #comment #popularvideo #democrat #bidenreal #bts #fyp #foryou #for #watch #educational ",
        "video_transcript": "Pleasure to be with you. First of all, thank you for doing this and looking forward to this, mister president. Thank you, Joe. I, the American people have a right to have a say in who the Supreme Court nominee is. What do you what do you wanna say? I'm a man. But it's really legitimate. But, okay, but, anyway, I I I think it's legitimate, and I think it is, and to to enter to any I but I don't think anyone's ever said They've also said, we'd like an apology. International bank over control. We may through international banking. We manipulate the face of all countries. We've introduced many institutions such as the IMF and WTO, that work in our favor to impoverished, disobedient nations. Always remember, death is a powerful weapon against countries that don't share UHIMO's vision. Perhaps our greatest achievement in banking is the Federal Reserve System. It is a collection of international banks owned by Ulricourt members and financiers. It was created to form a centralized banking system in the Federal Reserve Act of 19 13, an act that was indeed penned by some of the most esteemed members. Many of you might still assume that the government itself prints and issues the currency. That is not the case. When America needs money, they go to our boys and ask for it. The money is printed, but it is only representative of a loan. Interest accrues on that dollar until it's paid back to the Fed. In fact, the federal taxes paid by the American population for almost entirely paying off this debt. So you see, Illumicorp derives a healthy amount of its operation funding directly from the debt of the public. Needless to say, this is one of our most crucial sources of funding and one of our proudest achievements here in Louisville. Our technology and manpower will dominate those who oppose the coming new world order. By utilizing American patriotism, we have fostered in the American soldier the philosophy of peace through superior force. When the time is right, we will migrate that mentality towards the belief in a global government who must protect all people through superior force. We have used the American military industrial complex to build the arsenal necessary to instigate the final cleansing outlined in LumaCorp's great plan. Our primary target will be Islamic nations who will never submit to our western centric domination. They also hold much of the remaining oil reserve of the planet. Through LumiCorp's enormous federal funding of the military, we can develop new forms of warfare and population reduction. The public can't imagine what we were in the process of developing. Soon, even the weather. We have weapon under our control. We will be able to create droughts, floods, hurricanes, and even tsunamis with no fingerprints attached. The Medicines know of our unspoken agreement and will 2 party system benefits, Illumicorp, in that it reduces all issues into a black and white debate. Due to a diminishing faith in the system among the public, LumaCorp has designed a rogue candidate program to provide a voice for the dispossessed. This disperses the impetus for dissent among those who do not feel represented by our candidates and builds a database of potential dissidents.",
        "Video_descriptor": "The video opens with a man in a suit and tie standing confidently in front of the iconic Capitol Building, where he directly addresses the camera, establishing an official tone. Following him, a woman in a suit also engages the audience with her own message, demonstrating a collaborative effort in communication. The scene then transitions to another man, similarly dressed in formal attire, who continues to speak to the camera, reinforcing the video's emphasis on authoritative voices. Accompanying him is another woman in a suit, adding her perspective in a concise manner. Throughout the video, recurring themes of public discourse are highlighted, as encapsulated in the prominent use of phrases like \"Any Thoughts?\" which appears in overlays across multiple key frames, including moments featuring individuals with surprised or engaged expressions, signifying audience reaction and interaction. These scenes suggest the duo's messages spark curiosity and invite viewer engagement on social media platforms. The video concludes with the man and woman once more sharing their thoughts, cementing the tone of ongoing dialogue and public engagement as they reflect on contemporary issues, likely to resonate with an online audience, as seen in the various visual prompts that include TikTok logo and usernames like '@waggoneerwiggles', illustrating their social media context. The overall structure reflects a blend of serious discourse interspersed with an interactive digital culture, emphasizing the importance of public opinion and reactions in today’s conversational landscape."
    }
}