{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/idiocracy-crocs/",
        "article_rating": "True"
    },
    "claim": "Everyone in the 2006 movie \"Idiocracy\" wears Crocs because they were cheap and the film's producers thought they were too horrible-looking to ever become popular.",
    "Video_information": {
        "video_date": 20220624.0,
        "platform": "reddit",
        "video_headline": "TIL that everyone wears Crocs in the 2006 movie Idiocracy because the costume designer had a limited shoe budget, and thought the cheap plastic shoes made by the then startup company were futuristic yet too stupid looking to ever become popular in real life",
        "video_transcript": "But, yeah, I was just thinking that so there was the wardrobe, woman, whatever. I don't know. What what do you costume designers, the official title. She, you know, she had a limited budget also and for the shoes. So this was we shot it in 2004. She goes she tells me, okay. There's a start up, and it was Crocs, but they weren't out in the world yet. But it was a small company, and she goes, look at these. There are these horrible plastic shoes with holes. So we could really save a lot of money. Just put everyone in these things. And then I said, well, what if but what if by the time the movie comes out, what if everyone's what if these become popular and people are wearing them? She said, oh, these are never gonna become popular. No one would ever wear these things. They're horrible. And then yeah. And then but then it took 2 years for the movie to come out, then everyone's but like, oh, that's pretty funny that you put everyone in Crocs.",
        "Video_descriptor": "The video begins with a man wearing a black cap and a red shirt, positioned in front of a microphone, as he speaks into it with headphones on, suggesting he is part of a podcast or radio show titled 'NoClipsBarred,' evidenced by the logo visible in the top left corner of the screen. As he continues to articulate his thoughts, the camera pans around the room, revealing an indoor setting adorned with a red curtain, which enhances the studio-like atmosphere. Throughout the visuals, the man interacts with various objects on the table in front of him, such as a bottle of water and a cup, which may serve for guests or breaks, indicating a professional and prepared setup for podcasting. Various text overlays appear on the screen during the video, showcasing snippets of his dialogue, including phrases like “Oh, these are never” and “they're horrible and then -Yeah,” which provide insight into the topics he is discussing. The video also features collaged images interspersed with his speaking moments, which showcase a range of scenes from different contexts, including a man in a costume dancing in a crowd, alongside others riding adorned vehicles, suggesting a lively, engaging environment surrounding the main podcast. The concluding moments of the video return to the man as he continues his dialogue into the microphone, creating a seamless conclusion where the viewer is left with the impression of a dynamic conversation that blends various lively elements with the core dialogue of the podcast."
    }
}