{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/palestinian-grave-israel-jerusalem/",
        "article_rating": "True"
    },
    "claim": "An authentic, undated video shows a Palestinian mother being dragged from her son’s grave by Israeli law enforcement officers while Israeli authorities level the land around the grave as part of plans to build a theme park.",
    "Video_information": {
        "video_date": 20231031.0,
        "platform": "twitter",
        "video_headline": "Jews mourn the more than 75-year-long Palestinian Holocaust  The Palestinian mother clings tightly to her son's grave and does not want to leave him alone. Because the occupying Zionist terrorists will destroy that tomb and build a playground.  We look forward to the day when G-d",
        "video_transcript": "",
        "Video_descriptor": "The video begins outdoors with a man and woman standing before a bulldozer, a powerful symbol of the ongoing construction activity; shortly after, the scene shifts to show the man physically pushing the bulldozer, asserting control over the machinery. This action is contrasted by shots of a group of people gathered around a disconcerting pile of dirt, visually emphasizing the implications of the bulldozer's presence. The narrative develops as the camera repeatedly focuses on a man standing near the pile of dirt—an image that underscores the gravity of the situation around the bulldozer's operation. The environment reveals a construction site with machinery actively involved in excavation or demolition, indicative of a larger project underway. The significant emotion captured in key frames showcases a distressing scenario where a Palestinian mother in a black hijab is depicted, in various emotional states, grieving over her son’s grave as law enforcement officers attempt to manage the situation. In one poignant moment, she is seen crying while holding onto what may be her child’s hand, encapsulating a heartbreaking response to loss amid the ongoing demolition of a cemetery marked for transformation into a theme park, highlighted by textual overlays referencing this conflict. The footage culminates with the persistent images of the bulldozer and the dirt pile, reinforcing the connection to the mother’s sorrow as she struggles against the backdrop of construction machinery, signifying a significant loss intertwined with the physical changes in her community, and ultimately ending with the man remaining in front of that ominous dirt pile, leaving viewers with a stark sense of the ongoing impact of these events."
    }
}