{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/jo-koy-taylor-swift/",
        "article_rating": "Miscaptioned"
    },
    "claim": "A video authentically shows Oscar-winning actor Emma Stone calling stand-up comedian Jo Koy an \"a--hole\" for making a joke about Taylor Swift.",
    "Video_information": {
        "video_date": 20240108.0,
        "platform": "twitter",
        "video_headline": "Emma Stone jokes about getting Taylor Swifts support at the #GoldenGlobes",
        "video_transcript": "An asshole. Am I right? I've known her for for almost 20 years. I was very happy she was there, and she was also nominated tonight, which was wonderful. And, yes. What an asshole.",
        "Video_descriptor": "The video begins at an elegantly set indoor venue, likely The Beverly Hilton, where a woman in a shimmering dress stands at the center of the stage, speaking into a microphone as she addresses the audience. She is soon joined by a man who also engages with the crowd through the microphone. Following their introduction, the woman begins to sing, and the man accompanies her beautifully on the piano, eliciting cheers and applause from the audience as she concludes her performance. The atmosphere is festive and supportive, highlighted by an excited audience that can be seen clapping and raising hands in appreciation. After the song ends, the video captures the woman posing for pictures with both the audience and the man, creating a moment of celebration and connection with her fans. The scene then transitions as the woman walks up the stairs on the stage while the man speaks into the microphone, fostering a sense of connection and gratitude towards the attendees. The final moments of the video feature the woman once again posing for photographs alongside the man, solidifying a joyful and glamorous experience at what appears to be a prestigious award ceremony, as indicated by the backdrop showcasing 'Golden Globes.' The overall atmosphere radiates warmth and accomplishment, perfectly capturing the celebratory essence of the event."
    }
}