{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/biden-wear-hardhat-backwards/",
        "article_rating": "True"
    },
    "claim": "U.S. President Joe Biden wore a hard hat backwards during a photo op with union construction workers in Superior, Wisconsin.",
    "Video_information": {
        "video_date": 20240126.0,
        "platform": "youtube",
        "video_headline": "Biden returns to a deteriorating Wisconsin bridge for an election-year pitch on policy achievements",
        "video_transcript": "President Biden made a stop in Wisconsin today to talk about his success in investing in infrastructure. He spoke at the Earthrider Brewery in Superior, he announced a $1,000,000,000 from the bipartisan infrastructure law to renovate the Blatnik Bridge that connects Duluth with Superior. He also took aim at former president Donald Trump, who he says talked about infrastructure every week, but never did anything about it. On my watch, instead of infrastructure week, America's having an infrastructure decade. Yeah. We're rebuilding factories, and jobs are coming back to America. Biden has been frustrated with the slow pace of projects funded by the infrastructure law, but he says it's finally starting to bear fruit. Biden says it has already invested more than $6,000,000,000 in Wisconsin.",
        "Video_descriptor": "The video begins with a man, likely a political figure, speaking directly to the camera in what appears to be a formal public gathering, underscored by the backdrop of large storage units and a podium bearing the seal of the President of the United States. As the scene transitions, the audience, clearly attentive, gives way to a group of men in suits and hard hats, who engage with one another while shaking hands, signifying a collaborative effort with a group of construction workers present. This interaction occurs in an industrial setting, bustling with the spirit of teamwork. The narrative then continues with another man in a suit addressing construction workers, advocating discussions around infrastructure, before the previous men in formal attire once again shake hands with the hard-hatted workers, reinforcing their connection. The video culminates with yet another man in a suit speaking to the group of construction workers, emphasizing the importance of the infrastructure initiative, which ties back to the overarching theme indicated by the snowy outdoor backdrop and signage reading 'Project Funded By President Joe Biden's Bipartisan Infrastructure Law' as well as mentions of the infrastructure investment explicitly linking back to President Biden's administration. Each frame highlights the formal interactions between the political representatives and construction workers, set against the backdrop of ongoing infrastructure developments in Wisconsin, creating a coherent depiction of a pivotal moment in an infrastructure effort."
    }
}