{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/cher-trump-unattractive-man/",
        "article_rating": "Misattributed"
    },
    "claim": "Singer Cher said to former U.S. President Donald Trump, “You are the most unattractive man I have ever met in my entire life. You have demonstrated every loathsome characteristic of the male personality and even discovered a few new ones. You are physically repulsive, intellectually retarded, you're morally reprehensible, vulgar, insensitive, selfish, stupid, you have no taste, a lousy sense of humor and you smell. You're not even interesting enough to make me sick.”",
    "Video_information": {
        "video_date": 20220326.0,
        "platform": "facebook",
        "video_headline": "Cher roasting Donald Trump ",
        "video_transcript": "Well, you know, I have to admit that I appreciate your directness. Donald. I will try and be as direct and honest with you as I possibly can be. I think no. I I am positive that you are the most unattractive man I have ever met in my entire life. You know, in the short time we've been together, you have demonstrated every loathsome characteristic of the male personality and even discovered a few new ones. You are physically repulsive, intellectually you're morally reprehensible, vulgar, insensitive, selfish, stupid. You have no taste, a lousy sense of humor, and you smell. You know, you're not even interesting enough to make me sick.",
        "Video_descriptor": "The video begins with a scene featuring a woman with curly black hair, dressed in a green dress, standing in a luxuriously decorated room hinting at a mansion or palace setting, as evidenced by the ornate chandelier and the grandeur of the surroundings. She appears engaged in a serious conversation, her expressive demeanor captured as she stands in front of a door. Transitioning from this initial setup, the video shifts its focus to a man with blonde hair who, donned in a suit and tie, speaks authoritatively in various formal settings. Initially, he is seen in front of a television screen, which gradually changes to him addressing a crowd. Notable in these scenes are the repeated visual cues of a large letter 'A' in the backdrop and a consistent blue and white color scheme, suggesting the scenes might be related to the same event or organization. The man's demeanor ranges from smiling subtly while apparently listening to someone, to making gestures that emphasize his points, such as pointing, in what seems like a candid capture of his reactions. These snippets collectively highlight moments where he reacts to off-camera stimuli, which may relate to the contextual caption suggesting a humorous or critical commentary on his actions. As the video concludes, it returns to the woman standing in front of the door, mirroring the opening scene but with her now wearing a dark-colored dress amidst a similarly ornate but slightly different interior, indicated by the details like different wall decorations and a decorative vase, closing the loop on the narrative staged in opulent, indoor settings. Each segment intricately weaves through these detailed interactions and backdrops, providing a clear visual journey from beginning to end.\n"
    }
}