{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/north-korea-internet-video/",
        "article_rating": "True"
    },
    "claim": "Video shared on social media in March 2024 shows North Koreans pretending to use the internet.",
    "Video_information": {
        "video_date": 20240311.0,
        "platform": "twitter",
        "video_headline": "North Korea: Yes we have internet access  The internet in North Korea be like:",
        "video_transcript": "Next, they took us to a computer lab where students were using the internet and your first thought is, okay, this looks like any lab at a university back home but then it dawns on you that it's completely silent. No one is doing anything. There is no typing, no mouse clicking, nothing. We saw one guy looking at the Google homepage but he wasn't searching for anything. He was just staring blankly at the screen.",
        "Video_descriptor": "The video opens in a formal indoor environment, possibly an office or a study hall, where a man in glasses and a dark suit is observed gesturing or speaking to a woman in a patterned dress amidst a backdrop of a long corridor lined with desks and computers, indicating a formal or professional session might be underway. This setting transitions to an individual, dressed in a dark-colored shirt, focused intently on a computer monitor in what looks to be an office or computer lab; his desk is equipped with essential office supplies, including a keyboard and a mouse. The interaction and individual work segue into a more detailed office scene, where multiple individuals, dressed in business attire, are engaged in various tasks at their computers in a well-lit room with natural light streaming in through large windows. Additionally, a classroom setting is showcased with students seated in individual partitions, showing a lively interaction as several students raise their hands, possibly participating in a discussion or responding to the teacher’s questions. In parallel scenes, another man, wearing glasses and a suit, is seen in different office settings—one observing a Google search page on his computer in a cubicle marked with the number '85', and another deep in thought in a modern office space marked by blue partitions and bright lighting. Throughout the video, the focus consistently returns to the office setting, capturing typical office activities like typing and browsing, while also hinting at an educational context where learning and interaction continue concurrently, encapsulating a typical day in interconnected professional and educational environments."
    }
}